[
  {
    "link": "",
    "title": "Início",
    "text": "Este é o nosso site, criado para a apresentação de maquetes, sob a orientação da docente Maria Luiza Cruz de Oliveira, com o intuito de lecionar e auxiliar na demonstração da nossa maquete. Esperamos que gostem!"
    ,"img": ""
  },
  {
    "link": "citoplasma",
    "title": "Citoplasma",
    "text": "O citoplasma é a região da célula localizada entre a membrana plasmática e o núcleo. Ele é composto por uma substância gelatinosa chamada citosol, que contém água, íons, proteínas, açúcares e outras moléculas essenciais para o funcionamento celular. Imerso nesse meio estão diversas organelas, como mitocôndrias, ribossomos, retículo endoplasmático, complexo golgiense, peroxissomos e lisossomos, cada uma com funções específicas que contribuem para a sobrevivência e a atividade da célula. O citoplasma atua como um local de intenso dinamismo, onde ocorrem diversas reações químicas fundamentais, como a glicólise e a síntese de proteínas.\n\nAlém de abrigar as organelas, o citoplasma é responsável por permitir o transporte de substâncias e o deslocamento de estruturas dentro da célula. Isso é possível graças ao citoesqueleto, uma rede de filamentos proteicos que dá suporte mecânico à célula, facilita o movimento de organelas e participa na divisão celular. Em células eucarióticas, o citoplasma contribui para a compartimentalização das atividades celulares, o que garante maior eficiência e organização. Já nas células procarióticas, que não possuem núcleo definido nem organelas membranosas, o citoplasma abriga diretamente o material genético e todos os processos metabólicos necessários para a vida. Assim, o citoplasma é essencial para a manutenção da estrutura, função e vitalidade das células."
    ,"img": "https://static.planejativo.com/uploads/images/2023/04/GFK7eILWnQYpSZC8.png"
  },
  {
    "link": "nucleo",
    "title": "Núcleo",
    "text": "O núcleo é uma organela fundamental presente em praticamente todas as células eucarióticas. Envolto por uma membrana dupla chamada envelope nuclear, ele funciona como o centro de controle da célula, coordenando suas atividades vitais. No interior do núcleo encontra-se o material genético da célula, o DNA, que carrega as instruções necessárias para a síntese de proteínas e para o funcionamento adequado da célula como um todo. Esse DNA está organizado em estruturas chamadas cromossomos, que são duplicados e distribuídos durante o processo de divisão celular. \n\n Além de armazenar as informações genéticas, o núcleo também regula diversas reações bioquímicas por meio da transcrição do DNA em RNA, um passo essencial na produção de proteínas. O núcleo abriga ainda o nucléolo, uma estrutura densa responsável pela produção de RNA ribossomal e pela montagem das subunidades dos ribossomos. Dessa forma, o núcleo não apenas guarda o código da vida, mas também gerencia sua interpretação e aplicação, sendo indispensável para o crescimento, a reprodução e a manutenção das células eucarióticas."
    ,"img": "https://s1.significados.com/foto/nucleo-celular_bg.png?class=article"
  },
  {
    "link": "nucleolo",
    "title": "Nucléolo",
    "text": "O nucléolo é uma estrutura densa e não membranosa presente no interior do núcleo das células eucarióticas. Ele é formado principalmente por RNA ribossomal (RNAr), proteínas e segmentos específicos de DNA chamados regiões organizadoras nucleolares. Sua principal função é a produção e montagem das subunidades ribossomais. Para isso, o nucléolo transcreve genes que codificam o RNAr, que se associa a proteínas importadas do citoplasma, dando origem às subunidades que mais tarde formarão os ribossomos — estruturas responsáveis pela síntese de proteínas na célula.\n\n Após a montagem parcial no nucléolo, as subunidades ribossomais são exportadas para o citoplasma através dos poros nucleares. Lá, elas se unem para formar ribossomos completos e funcionalmente ativos. Assim, o nucléolo atua como uma verdadeira “fábrica” de componentes essenciais para a manutenção da vida celular. Mesmo sem membrana, ele se organiza de maneira complexa e dinâmica, sendo também sensível a alterações no metabolismo celular ou a situações de estresse, como infecções virais ou cânceres, nas quais sua estrutura e função podem ser modificadas."
    ,"img": ""
  },
  {
    "link": "mem-nuc",
    "title": "Membrana nuclear",
    "text": "A membrana nuclear, também conhecida como carioteca ou envoltório nuclear, é uma estrutura composta por uma dupla camada lipídica que envolve o núcleo das células eucarióticas. Sua principal função é separar o conteúdo nuclear — onde está o DNA — do citoplasma, garantindo um ambiente estável e controlado para os processos que ocorrem dentro do núcleo, como a replicação do DNA e a transcrição do RNA. Essa barreira física é essencial para manter a integridade do material genético e evitar interferências indesejadas vindas do ambiente citoplasmático. \n\n Além de sua função protetora, a carioteca desempenha um papel ativo no transporte de substâncias. Ela é pontuada por estruturas chamadas poros nucleares, que funcionam como canais seletivos. Através desses poros, ocorre a troca controlada de moléculas entre o núcleo e o citoplasma, como a entrada de proteínas reguladoras e enzimas, e a saída de moléculas de RNA recém-transcritas que serão utilizadas na síntese de proteínas. Dessa forma, a membrana nuclear é crucial tanto para a proteção quanto para a comunicação entre o núcleo e o restante da célula."
    ,"img": "" 
  },
  {
    "link": "peroxisoma",
    "title": "Peroxisoma",
    "text": "Os peroxissomos são pequenas organelas membranosas presentes no citoplasma de células eucarióticas, especialmente abundantes em órgãos com alta atividade metabólica, como fígado e rins em mamíferos. Eles desempenham funções essenciais relacionadas à degradação de substâncias tóxicas e ao metabolismo celular. Uma de suas principais características é a presença de enzimas oxidativas, como a catalase e as oxidases, que participam de reações de oxidação. Essas enzimas são capazes de neutralizar compostos potencialmente prejudiciais, como os ácidos graxos de cadeia longa, o peróxido de hidrogênio (H₂O₂) e o álcool, transformando-os em substâncias menos tóxicas para a célula. \n\n Além do papel desintoxicante, os peroxissomos também estão envolvidos no metabolismo de lipídios. Eles participam da biossíntese de colesterol e de ácidos biliares — substâncias fundamentais para a digestão e absorção de gorduras no intestino. Diferente dos lisossomos, que atuam principalmente na digestão intracelular de resíduos e organelas danificadas, os peroxissomos têm uma função mais voltada à regulação do metabolismo e à proteção contra o estresse oxidativo. Por isso, são considerados componentes importantes para a manutenção do equilíbrio químico e funcional das células, especialmente em tecidos com grande atividade metabólica."
    ,"img": "https://www.lifeder.com/wp-content/uploads/2020/06/peroxisomas-ilust-lifeder.jpg"
  },
  {
    "link": "ret-endo",
    "title": "Retículo endoplasmático",
    "text": "O retículo endoplasmático (RE) é uma organela presente em células eucarióticas, composta por uma rede de membranas interconectadas que se estende a partir da membrana nuclear. Ele se divide em duas regiões distintas: o retículo endoplasmático rugoso (RER) e o retículo endoplasmático liso (REL). O RER é coberto por ribossomos em sua superfície externa, o que lhe confere um aspecto granuloso e o torna especializado na síntese de proteínas, principalmente aquelas destinadas à secreção, à membrana plasmática ou a organelas. Já o REL, que não possui ribossomos, está envolvido na síntese de lipídios, no metabolismo de carboidratos, na desintoxicação de substâncias e no armazenamento de íons cálcio, especialmente em células musculares. \n\n O retículo endoplasmático tem um papel crucial na produção, processamento e transporte de moléculas dentro da célula. As proteínas sintetizadas no RER são empacotadas em vesículas e enviadas ao complexo golgiense para serem modificadas e encaminhadas ao seu destino final. O REL, por sua vez, é essencial para a manutenção do equilíbrio lipídico e para a neutralização de compostos tóxicos, especialmente em células do fígado. Assim, o retículo endoplasmático contribui diretamente para o bom funcionamento celular, sendo uma organela multifuncional indispensável à sobrevivência e à especialização das células eucarióticas."
    ,"img": "https://userscontent2.emaze.com/images/ef3472bc-0e58-4fd0-9a7e-dd801692f386/ce680d74a0e6d910bd04cd253d3e0515.png"
  },
  {
    "link": "apa-gol",
    "title": "Aparato de Golgi",
    "text": "O aparato de Golgi, também conhecido como complexo golgiense ou complexo de Golgi, é uma organela presente em células eucarióticas que atua no processamento, modificação, empacotamento e distribuição de proteínas e lipídios produzidos no retículo endoplasmático. Ele é formado por um conjunto de sacos membranosos achatados, organizados em pilhas chamadas cisternas. Essas cisternas possuem duas faces principais: a face cis, voltada para o retículo endoplasmático, que recebe as vesículas com substâncias recém-sintetizadas, e a face trans, voltada para a membrana plasmática, de onde saem as vesículas que transportarão essas substâncias para seus destinos finais, como outras organelas, a superfície celular ou o meio extracelular. \n\n O complexo de Golgi é responsável por adicionar modificações químicas às proteínas, como a adição de cadeias de carboidratos (glicossilação), além de sintetizar certos polissacarídeos importantes, como os componentes da parede celular em plantas. Também atua na formação de lisossomos, organelas que contêm enzimas digestivas. Sua função é essencial para garantir que as moléculas produzidas pela célula sejam corretamente processadas, identificadas e enviadas para os locais adequados. Dessa forma, o aparato de Golgi funciona como um centro logístico e de distribuição dentro da célula, sendo fundamental para sua organização, comunicação e funcionamento eficiente."
    ,"img": "https://s1.significados.com/foto/aparato-de-golgi-2_bg.png?class=article"
  },
  {
    "link": "mitocondria",
    "title": "Mitocôndria",
    "text": "A mitocôndria é uma organela presente em praticamente todas as células eucarióticas, sendo frequentemente chamada de “usina de energia” da célula devido ao seu papel central na produção de energia. Ela possui uma estrutura única, composta por uma dupla membrana — a membrana externa lisa e a membrana interna altamente dobrada, formando cristas que aumentam a área de superfície para reações bioquímicas. No interior da mitocôndria encontra-se a matriz mitocondrial, que contém DNA próprio, ribossomos e enzimas necessárias para a síntese de algumas proteínas e para o funcionamento da organela. \n\n A principal função da mitocôndria é gerar energia na forma de ATP (adenosina trifosfato) por meio do processo de respiração celular aeróbica, que inclui etapas como o ciclo de Krebs e a cadeia transportadora de elétrons. Além da produção de energia, as mitocôndrias também participam da regulação do metabolismo celular, do controle da morte celular programada (apoptose) e do equilíbrio do cálcio intracelular. Devido a essas funções vitais, as mitocôndrias são essenciais para o crescimento, a sobrevivência e a adaptação das células, influenciando diretamente a saúde e o funcionamento dos organismos multicelulares."
    ,"img": "https://www.genome.gov/sites/default/files/tg/es/illustration/___Mitocondria.jpg"
  },
  {
    "link": "tonoplasto",
    "title": "Tonoplasto",
    "text": "O tonoplasto é a membrana que envolve a vacúolo central das células vegetais, funcionando como uma barreira seletiva entre o conteúdo do vacúolo e o citoplasma. Essa organela é fundamental para manter a integridade e a pressão interna da célula, conhecida como pressão de turgor, que ajuda a sustentar a planta e a manter sua forma rígida. O tonoplasto regula o transporte de íons, água e outras moléculas para dentro e fora do vacúolo, controlando o equilíbrio osmótico e armazenando substâncias importantes, como nutrientes, pigmentos, e compostos de defesa. \n\n Além de seu papel no armazenamento e regulação de substâncias, o tonoplasto também participa da degradação de materiais e na reciclagem celular, já que o vacúolo atua como um compartimento de armazenamento e decomposição de resíduos celulares. A capacidade do tonoplasto de controlar a entrada e saída de substâncias é essencial para o metabolismo da célula vegetal, influenciando processos como o crescimento, a resposta a estresses ambientais e a adaptação a condições adversas. Dessa forma, o tonoplasto é uma peça chave para o funcionamento eficiente e a sobrevivência das células vegetais."
    ,"img": ""
  },
  {
    "link": "vacuola",
    "title": "Vacúola",
    "text": "A vacúola é uma organela presente principalmente em células vegetais, embora também possa ser encontrada, em menor escala, em alguns protistas e células animais. Nas células vegetais, destaca-se o vacúolo central, uma grande estrutura delimitada por uma membrana chamada tonoplasto. Essa organela é responsável por armazenar uma variedade de substâncias, como água, sais minerais, açúcares, pigmentos e compostos tóxicos ou de defesa. Além de atuar como reservatório, a vacúola contribui para a manutenção da pressão de turgor, que é essencial para a sustentação e rigidez da célula, ajudando a manter a planta ereta. \n\n Além de sua função de armazenamento, a vacúola também desempenha papéis importantes na digestão intracelular, na reciclagem de componentes celulares e na eliminação de resíduos. Ela pode conter enzimas hidrolíticas que degradam materiais desnecessários ou danificados, funcionando de forma semelhante aos lisossomos das células animais. Também participa na regulação do pH celular e na adaptação a estresses ambientais, como escassez de água ou presença de metais pesados. Assim, a vacúola é uma organela multifuncional essencial para o equilíbrio, a proteção e o bom funcionamento das células vegetais."
    ,"img": "https://static.biologianet.com/conteudo/images/os-vacuolos-sao-estruturas-envoltas-por-uma-membrana-unica-53fe43d37fd0c.jpg"
  }
]
